{
  "/Users/rekta/projet/backend/pdfs/gpt.pdf_0_0": "L'image montre une interface utilisateur avec plusieurs icônes et leurs étiquettes respectives. Les éléments visibles sont :\n\n1. Une icône de parking avec l'étiquette \"Parking FOY...\".\n2. Une icône de DAGs.\n3. Une icône de ChatGPT.\n4. Une icône de Web Store.\n5. Une icône avec le texte \"Ajouter un r...\".\n\nCes icônes sont probablement des raccourcis ou des liens vers différentes fonctionnalités ou services.",
  "/Users/rekta/projet/backend/pdfs/dag.pdf_0_0": "L'image montre une interface d'application avec une fonctionnalité de réservation de stationnement. Voici les détails de l'image :\n\n1. **Titre de la section :**\n   - \"Réservation de stationnement\"\n\n2. **Catégorie :**\n   - \"Stationnement\"\n\n3. **État :**\n   - Il y a deux icônes circulaires : une verte et une rouge.\n   - L'icône verte est étiquetée \"Envoi\" (ou \"Envoyé\").\n   - L'icône rouge est étiquetée \"Retour\" (ou \"Reçu\").\n\n4. **Dates et Heures :**\n   - Il y a deux dates et heures affichées :\n     - 2023-04-21 à 19:59:00\n     - 2023-04-23 à 19:59:00\n\n5. **Icônes de navigation :**\n   - Il y a plusieurs icônes circulaires à droite, probablement pour naviguer entre différentes vues ou sections.\n\n6. **Options de partage :**\n   - Il y a des icônes pour partager ou interagir avec la réservation de stationnement, y compris des icônes de partage sur les réseaux sociaux (Facebook, Twitter, etc.) et d'autres options.\n\nL'interface semble être conçue pour gérer et suivre les réservations de stationnement, avec des fonctionnalités pour envoyer et recevoir des mises à jour sur les réservations.",
  "/Users/rekta/projet/backend/pdfs/dag.pdf_0_1": "```\nDétails | Graphique | Gantt | Code | Journal des événements | Durée de l'exécution | Durée de la tâche | Calendrier\n\nRésumé des exécutions DAG\n\nTotal des exécutions affichées 3\n\nTotal des succès 1\n\nTotal des échecs 2\n\nPremière exécution démarrée 2025-04-22, 07:35:57 UTC\n\nDernière exécution démarrée 2025-04-23, 19:13:42 UTC\n\nrun_parking_bot\n\n00:00:00\n\n00:10:00\n\n00:20:00\n```",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_0_0": "L'image montre un motif en spirale avec des couleurs alternées de rouge et de bleu. Au centre de la spirale, il y a un petit objet blanc qui semble être une clé. Le motif est symétrique et les couleurs se répètent régulièrement tout autour de la clé.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_0_1": "L'image contient le texte \"PEFC\" écrit en majuscules. Le \"P\" et le \"E\" sont stylisés pour ressembler à des feuilles, intégrant ainsi un élément visuel naturel dans le design.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_0_2": "L'image contient le texte \"CSEFS\" suivi de \"Champagne et Spiritueux\" et \"Le Festival des Étoiles du Vin\". Le texte est stylisé avec des éléments graphiques, y compris une icône de bouteille de champagne et des étoiles, suggérant un événement lié au vin et aux spiritueux.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_0_3": "L'image contient le logo de PEFC (Programme de reconnaissance des certifications forestières). Le logo comprend un cercle vert avec une bordure blanche. À l'intérieur du cercle, il y a une représentation stylisée d'un arbre avec des feuilles vertes et des branches marron. En dessous de l'arbre, le texte \"PEFC\" est écrit en lettres majuscules. Sous \"PEFC\", il y a une ligne de texte plus petite qui indique \"PEFC/10-21-19\". Le design global est simple et épuré, mettant en avant l'accent sur la certification forestière et la durabilité.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_2_0": "Je ne peux pas voir l'image que vous avez mentionnée. Si vous avez un texte spécifique ou une description de l'image, veuillez le fournir, et je serai heureux de vous aider.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_2_1": "Je suis désolé, mais je ne peux pas voir l'image que vous avez mentionnée. Si vous avez un texte spécifique que vous souhaitez que je transcrisse, veuillez le copier et le coller ici, et je serai heureux de vous aider.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_3_0": "Je suis désolé, mais je ne peux pas voir l'image. Si vous avez du texte ou une description de ce que vous voyez, je serais heureux de vous aider avec cela.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_3_1": "Je suis désolé, mais je ne peux pas voir l'image. Si vous pouvez décrire ce que vous voyez, je serai heureux de vous aider à transcrire le texte ou à décrire l'image en fonction de votre description.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_4_0": "Je suis désolé, mais je ne peux pas voir l'image. Si vous pouvez décrire ce que vous voyez, je serai heureux de vous aider à transcrire le texte ou à décrire l'image en détail.",
  "/Users/rekta/projet/backend/pdfs/ProcedureCDC.pdf_4_1": "Je ne peux pas voir l'image que vous avez mentionnée. Si vous avez un texte spécifique que vous souhaitez que je transcrisse, veuillez le copier et le coller ici, et je serai heureux de vous aider."
}